export default function About() {
    return <div dir="rtl" className="w-full flex flex-col gap-6 pt-0 transition-all sm:pt-4 sm:items-start items-center">
        <div className="text-2xl font-bold">
            מי אני?
        </div>
        <div dir="rtl" className="sm:text-lg text-base text-justify">
            שמי ספי,
            אני בת 50 , נשואה באושר לרונן ו-4 ילדים קוראים לי אמא, 3 ביולוגים שלי ועוד ילד אומנה אחד.
            <br/>
            יועצת לגני ילדים, מאמנת ומדריכה צוותי חינוך - מתמחה בעיקר בגיל הרך. מנחת הורים מוסמכת מכון אדלר, מאמנת לשינוי – מאסטר ב-NLP יזמית וחולמת סדרתית. חוקרת ולומדת את העולם החדש (ומשלבת בהדרכות).
        <br/>
            לפני כ-20 שנים הקמתי, ביחד עם שותפה מדהימה מוסד חינוכי לגיל הרך– גן ילדים מאלף ועד טף שהפך לסמל בקרב הקהילה. את המקום ניהלנו והובלנו עד לסוף שנת הלימודים האחרונה. המקום הצליח מאד בזכות הדרך ותפיסת העולם שהנחלנו בו. החינוכית, הערכית והמנטאלית.
        </div>
    </div>
}